Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/TimePerspective.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# perspective.ancient_oak.description
source: Some oak trees can live for more than five centuries.
ar: يمكن لبعض أشجار البلوط أن تعيش لأكثر من خمسة قرون.
ca: Alguns roures poden viure més de cinc segles.
cs: Některé duby mohou žít déle než pět století.
da: Nogle egetræer kan leve i mere end fem århundreder.
de: Manche Eichen können mehr als fünf Jahrhunderte alt werden.
el: Ορισμένες βελανιδιές μπορούν να ζήσουν για περισσότερους από πέντε αιώνες.
es: Algunos robles pueden vivir más de cinco siglos.
fi: Jotkut tammet voivat elää yli viisi vuosisataa.
fr: Certains chênes peuvent vivre plus de cinq siècles.
he: כמה עצי אלון יכולים לחיות יותר מחמש מאות שנים.
hi: कुछ ओक के पेड़ पाँच शताब्दियों से भी अधिक समय तक जीवित रह सकते हैं।
hr: Neki hrastovi mogu živjeti više od pet stoljeća.
hu: Egyes tölgyfák több mint öt évszázadig élhetnek.
id: Beberapa pohon ek dapat hidup lebih dari lima abad.
it: Alcune querce possono vivere più di cinque secoli.
ja: オークの木の中には5世紀以上生きるものもあります。
ko: 일부 참나무는 5세기 이상 살 수 있습니다.
ms: Sesetengah pokok oak boleh hidup selama lebih daripada lima abad.
nb: Noen eiketrær kan leve i mer enn fem århundrer.
nl: Sommige eikenbomen kunnen meer dan vijf eeuwen leven.
pl: Niektóre dęby mogą żyć dłużej niż pięć stuleci.
pt_br: Alguns carvalhos podem viver mais de cinco séculos.
ro: Unii stejari pot trăi mai mult de cinci secole.
ru: Некоторые дубы могут жить более пяти столетий.
sk: Niektoré duby môžu žiť viac ako päť storočí.
sv: Vissa ekar kan leva i mer än fem århundraden.
th: ต้นโอ๊กบางต้นสามารถมีชีวิตอยู่ได้นานกว่าห้าศตวรรษ
tr: Bazı meşe ağaçları beş yüzyıldan fazla yaşayabilir.
uk: Деякі дуби можуть жити більше п'яти століть.
vi: Một số cây sồi có thể sống hơn năm thế kỷ.
zh_hans: 有些橡树可以存活五个多世纪。
zh_hant: 有些橡樹可以存活五個多世紀。

# perspective.ancient_oak.title
source: Ancient Oak
ar: البلوط القديم
ca: Roure Antic
cs: Starověký dub
da: Gammel eg
de: Alte Eiche
el: Αρχαία βελανιδιά
es: Roble antiguo
fi: Vanha tammi
fr: Chêne ancien
he: אלון עתיק
hi: प्राचीन ओक
hr: Prastari hrast
hu: Ősi tölgy
id: Ek Kuno
it: Quercia Antica
ja: 古代オーク
ko: 고대 참나무
ms: Oak Purba
nb: Gammel eik
nl: Oude eik
pl: Starożytny dąb
pt_br: Carvalho Antigo
ro: Stejar antic
ru: Древний Дуб
sk: Staroveký dub
sv: Forntida ek
th: ไม้โอ๊กโบราณ
tr: Antik Meşe
uk: Старовинний Дуб
vi: Sồi cổ
zh_hans: 古橡树
zh_hant: 古橡樹

# perspective.apple_tree.description
source: An apple tree usually reaches full fruit production after about ten years.
ar: عادة ما تصل شجرة التفاح إلى إنتاج الفاكهة الكامل بعد حوالي عشر سنوات.
ca: Un pomer acostuma a arribar a la producció plena de fruits després d'uns deu anys.
cs: Plné plodnosti jabloň obvykle dosáhne zhruba po deseti letech.
da: Et æbletræ når normalt fuld frugtproduktion efter cirka ti år.
de: Die volle Fruchtproduktion erreicht ein Apfelbaum in der Regel nach etwa zehn Jahren.
el: Μια μηλιά συνήθως φτάνει σε πλήρη παραγωγή καρπού μετά από περίπου δέκα χρόνια.
es: Un manzano suele alcanzar la plena producción de frutos al cabo de unos diez años.
fi: Omenapuu saavuttaa täyden hedelmän yleensä noin kymmenen vuoden kuluttua.
fr: Un pommier atteint généralement sa pleine production de fruits après une dizaine d’années.
he: עץ תפוח בדרך כלל מגיע לייצור פרי מלא לאחר כעשר שנים.
hi: एक सेब का पेड़ आमतौर पर लगभग दस वर्षों के बाद पूर्ण फल उत्पादन तक पहुंचता है।
hr: Stablo jabuke obično postigne punu rodnost nakon desetak godina.
hu: Az almafa általában körülbelül tíz év után éri el a teljes gyümölcstermést.
id: Pohon apel biasanya mencapai produksi buah penuh setelah sekitar sepuluh tahun.
it: Un melo raggiunge solitamente la piena produzione di frutti dopo circa dieci anni.
ja: リンゴの木は通常、約 10 年後に完全に実を結ぶようになります。
ko: 사과나무는 보통 약 10년이 지나면 완전한 열매를 맺게 됩니다.
ms: Pokok epal biasanya mencapai pengeluaran buah penuh selepas kira-kira sepuluh tahun.
nb: Et epletre når vanligvis full fruktproduksjon etter omtrent ti år.
nl: Een appelboom bereikt gewoonlijk na ongeveer tien jaar de volledige fruitproductie.
pl: Jabłoń osiąga pełną produkcję owoców zwykle po około dziesięciu latach.
pt_br: Uma macieira geralmente atinge a produção plena de frutos após cerca de dez anos.
ro: Un măr ajunge, de obicei, la producția completă de fructe după aproximativ zece ani.
ru: Полного плодоношения яблоня обычно достигает примерно через десять лет.
sk: Plnú produkciu ovocia jabloň zvyčajne dosiahne približne po desiatich rokoch.
sv: Ett äppelträd når vanligtvis full fruktproduktion efter cirka tio år.
th: ต้นแอปเปิ้ลมักจะออกผลเต็มที่หลังจากผ่านไปประมาณสิบปี
tr: Bir elma ağacı genellikle yaklaşık on yıl sonra tam meyve üretimine ulaşır.
uk: Зазвичай яблуня досягає повного плодоношення приблизно через десять років.
vi: Một cây táo thường đạt sản lượng đầy đủ sau khoảng mười năm.
zh_hans: 苹果树通常在大约十年后才能完全结果。
zh_hant: 蘋果樹通常在大約十年後才能完全結果。

# perspective.apple_tree.title
source: Apple Tree
ar: شجرة التفاح
ca: Pomera
cs: Jabloň
da: Æbletræ
de: Apfelbaum
el: Μηλιά
es: manzano
fi: Omenapuu
fr: Pommier
he: עץ תפוח
hi: सेब का वृक्ष
hr: stablo jabuke
hu: Almafa
id: Pohon Apel
it: Albero di mele
ja: リンゴの木
ko: 사과나무
ms: Pokok Epal
nb: Epletre
nl: Appelboom
pl: Jabłoń
pt_br: Macieira
ro: Măr
ru: Яблоня
sk: Jabloň
sv: Äppelträd
th: ต้นแอปเปิ้ล
tr: Elma Ağacı
uk: Яблуня
vi: Cây táo
zh_hans: 苹果树
zh_hant: 蘋果樹

# perspective.around_the_world.description
source: A classic round-the-world journey takes about eighty days.
ar: تستغرق الرحلة الكلاسيكية حول العالم حوالي ثمانين يومًا.
ca: Un clàssic viatge al voltant del món dura uns vuitanta dies.
cs: Klasická cesta kolem světa trvá asi osmdesát dní.
da: En klassisk jordomrejse tager omkring firs dage.
de: Eine klassische Weltumrundung dauert etwa achtzig Tage.
el: Ένα κλασικό ταξίδι σε όλο τον κόσμο διαρκεί περίπου ογδόντα ημέρες.
es: La clásica vuelta al mundo dura unos ochenta días.
fi: Klassinen maailmanympärimatka kestää noin kahdeksankymmentä päivää.
fr: Un tour du monde classique dure environ quatre-vingts jours.
he: מסע מסביב לעולם קלאסי אורך כשמונים יום.
hi: दुनिया भर की एक क्लासिक यात्रा में लगभग अस्सी दिन लगते हैं।
hr: Klasično putovanje oko svijeta traje osamdesetak dana.
hu: Egy klasszikus világkörüli utazás körülbelül nyolcvan napig tart.
id: Perjalanan klasik keliling dunia memakan waktu sekitar delapan puluh hari.
it: Un classico giro del mondo dura circa ottanta giorni.
ja: 古典的な世界一周の旅には約 80 日かかります。
ko: 전형적인 세계 일주 여행은 약 80일 정도 걸립니다.
ms: Perjalanan klasik keliling dunia mengambil masa kira-kira lapan puluh hari.
nb: En klassisk verdensreise tar rundt åtti dager.
nl: Een klassieke reis rond de wereld duurt ongeveer tachtig dagen.
pl: Klasyczna podróż dookoła świata trwa około osiemdziesięciu dni.
pt_br: Uma viagem clássica ao redor do mundo leva cerca de oitenta dias.
ro: O călătorie clasică în jurul lumii durează aproximativ optzeci de zile.
ru: Классическое кругосветное путешествие занимает около восьмидесяти дней.
sk: Klasická cesta okolo sveta trvá približne osemdesiat dní.
sv: En klassisk jorden runt-resa tar cirka åttio dagar.
th: การเดินทางรอบโลกแบบคลาสสิกใช้เวลาประมาณแปดสิบวัน
tr: Klasik bir dünya turu yolculuğu yaklaşık seksen gün sürer.
uk: Класична кругосвітня подорож займає близько вісімдесяти днів.
vi: Một cuộc hành trình vòng quanh thế giới cổ điển mất khoảng tám mươi ngày.
zh_hans: 经典的环球旅行大约需要八十天。
zh_hant: 經典的環球之旅大約需要八十天。

# perspective.around_the_world.title
source: Around the World
ar: حول العالم
ca: La volta al món
cs: Po celém světě
da: Jorden rundt
de: Auf der ganzen Welt
el: Γύρος του Κόσμου
es: alrededor del mundo
fi: Maailman ympäri
fr: Autour du monde
he: מסביב לעולם
hi: दुनिया भर में
hr: Oko svijeta
hu: A világ körül
id: Di Seluruh Dunia
it: In giro per il mondo
ja: 世界中で
ko: 전 세계
ms: Seluruh Dunia
nb: Jorden rundt
nl: Over de hele wereld
pl: Dookoła Świata
pt_br: Ao redor do mundo
ro: În jurul lumii
ru: Вокруг света
sk: Okolo sveta
sv: Jorden runt
th: รอบโลก
tr: Dünya çapında
uk: Навколо світу
vi: Vòng quanh thế giới
zh_hans: 世界各地
zh_hant: 世界各地

# perspective.bamboo_growth.description
source: Some bamboo species reach full height in about two years.
ar: تصل بعض أنواع الخيزران إلى الارتفاع الكامل خلال عامين تقريبًا.
ca: Algunes espècies de bambú aconsegueixen l'alçada total en uns dos anys.
cs: Některé druhy bambusu dosáhnou plné výšky asi za dva roky.
da: Nogle bambusarter når fuld højde på omkring to år.
de: Einige Bambusarten erreichen ihre volle Höhe nach etwa zwei Jahren.
el: Μερικά είδη μπαμπού φτάνουν σε πλήρες ύψος σε περίπου δύο χρόνια.
es: Algunas especies de bambú alcanzan su altura máxima en unos dos años.
fi: Jotkut bambulajit saavuttavat täyden korkeuden noin kahdessa vuodessa.
fr: Certaines espèces de bambous atteignent leur pleine hauteur en deux ans environ.
he: חלק ממיני הבמבוק מגיעים לגובה מלא תוך כשנתיים.
hi: बांस की कुछ प्रजातियाँ लगभग दो वर्षों में पूरी ऊंचाई तक पहुँच जाती हैं।
hr: Neke vrste bambusa dosegnu punu visinu za oko dvije godine.
hu: Egyes bambuszfajok körülbelül két év alatt érik el a teljes magasságot.
id: Beberapa spesies bambu mencapai ketinggian penuh dalam waktu sekitar dua tahun.
it: Alcune specie di bambù raggiungono la massima altezza in circa due anni.
ja: 竹の種類によっては、約 2 年で完全な高さに達するものもあります。
ko: 일부 대나무 종은 약 2년 안에 최대 높이에 도달합니다.
ms: Sesetengah spesies buluh mencapai ketinggian penuh dalam kira-kira dua tahun.
nb: Noen bambusarter når full høyde på omtrent to år.
nl: Sommige bamboesoorten bereiken hun volledige hoogte in ongeveer twee jaar.
pl: Niektóre gatunki bambusa osiągają pełną wysokość po około dwóch latach.
pt_br: Algumas espécies de bambu atingem a altura máxima em cerca de dois anos.
ro: Unele specii de bambus ating înălțimea maximă în aproximativ doi ani.
ru: Некоторые виды бамбука достигают полной высоты примерно за два года.
sk: Niektoré druhy bambusu dosahujú plnú výšku asi za dva roky.
sv: Vissa bambuarter når full höjd på cirka två år.
th: ไผ่บางชนิดจะโตเต็มที่ในเวลาประมาณสองปี
tr: Bazı bambu türleri yaklaşık iki yılda tam yüksekliğe ulaşır.
uk: Деякі види бамбука досягають повного зросту приблизно через два роки.
vi: Một số loài tre đạt chiều cao tối đa trong khoảng hai năm.
zh_hans: 有些竹种在大约两年内就达到全高。
zh_hant: 有些竹種在大約兩年內就達到全高。

# perspective.bamboo_growth.title
source: Bamboo Growth
ar: نمو الخيزران
ca: Creixement del bambú
cs: Růst bambusu
da: Bambus vækst
de: Bambuswachstum
el: Ανάπτυξη Μπαμπού
es: Crecimiento del bambú
fi: Bambun kasvu
fr: Croissance du bambou
he: גידול במבוק
hi: बांस की वृद्धि
hr: Bambusov rast
hu: Bambusz növekedés
id: Pertumbuhan Bambu
it: Crescita del bambù
ja: 竹の成長
ko: 대나무 성장
ms: Pertumbuhan Buluh
nb: Bambusvekst
nl: Bamboe groei
pl: Wzrost bambusa
pt_br: Crescimento de bambu
ro: Creșterea bambusului
ru: Рост бамбука
sk: Rast bambusu
sv: Bambu tillväxt
th: การเจริญเติบโตของไม้ไผ่
tr: Bambu Büyümesi
uk: Зростання бамбука
vi: Tăng trưởng tre
zh_hans: 竹子的生长
zh_hant: 竹子的生長

# perspective.black_belt.description
source: Earning a martial arts black belt takes about ten years of practice.
ar: يستغرق الحصول على الحزام الأسود للفنون القتالية حوالي عشر سنوات من الممارسة.
ca: Aconseguir un cinturó negre d'arts marcials requereix uns deu anys de pràctica.
cs: Získání černého pásu bojových umění trvá asi deset let praxe.
da: At tjene et sort bælte for kampsport tager omkring ti års træning.
de: Der Erwerb eines schwarzen Gürtels im Kampfsport erfordert etwa zehn Jahre Übung.
el: Η απόκτηση μιας μαύρης ζώνης πολεμικών τεχνών απαιτεί περίπου δέκα χρόνια εξάσκησης.
es: Obtener un cinturón negro en artes marciales requiere unos diez años de práctica.
fi: Kamppailulajien mustan vyön ansaitseminen vaatii noin kymmenen vuoden harjoittelua.
fr: Gagner une ceinture noire en arts martiaux demande environ dix ans de pratique.
he: להרוויח חגורה שחורה של אומנויות לחימה לוקח כעשר שנים של תרגול.
hi: मार्शल आर्ट ब्लैक बेल्ट अर्जित करने के लिए लगभग दस साल का अभ्यास करना पड़ता है।
hr: Za stjecanje crnog pojasa borilačkih vještina potrebno je desetak godina vježbanja.
hu: A harcművészeti fekete öv megszerzése körülbelül tíz év gyakorlást igényel.
id: Menghasilkan sabuk hitam seni bela diri membutuhkan sekitar sepuluh tahun latihan.
it: Guadagnare una cintura nera di arti marziali richiede circa dieci anni di pratica.
ja: 武道の黒帯を取得するには、約10年の練習が必要です。
ko: 무술 검은 띠를 획득하려면 약 10년의 연습이 필요합니다.
ms: Memperoleh tali pinggang hitam seni mempertahankan diri mengambil masa kira-kira sepuluh tahun latihan.
nb: Å tjene et svart belte for kampsport tar omtrent ti år med trening.
nl: Het behalen van een zwarte band in vechtsporten vergt ongeveer tien jaar oefening.
pl: Zdobycie czarnego pasa w sztukach walki wymaga około dziesięciu lat ćwiczeń.
pt_br: Ganhar a faixa preta em artes marciais leva cerca de dez anos de prática.
ro: Câștigarea unei centuri negre de arte marțiale necesită aproximativ zece ani de practică.
ru: Для получения черного пояса по боевым искусствам требуется около десяти лет практики.
sk: Získanie čierneho pásu bojových umení si vyžaduje približne desať rokov praxe.
sv: Att tjäna ett svart bälte för kampsport tar ungefär tio års träning.
th: การได้รับเข็มขัดหนังสีดำด้านศิลปะการต่อสู้ใช้เวลาประมาณสิบปีในการฝึกฝน
tr: Dövüş sanatlarında siyah kuşak kazanmak yaklaşık on yıllık pratik gerektirir.
uk: Щоб отримати чорний пояс бойових мистецтв, потрібно близько десяти років практики.
vi: Để đạt được đai đen võ thuật phải mất khoảng mười năm luyện tập.
zh_hans: 获得武术黑带需要大约十年的练习。
zh_hant: 獲得武術黑帶需要大約十年的練習。

# perspective.black_belt.title
source: Black Belt
ar: الحزام الأسود
ca: Cinturó Negre
cs: Černý pás
da: Sort bælte
de: Schwarzer Gürtel
el: Μαύρη ζώνη
es: Cinturón negro
fi: Musta vyö
fr: Ceinture noire
he: חגורה שחורה
hi: ब्लैक बेल्ट
hr: Crni pojas
hu: Fekete öv
id: Sabuk Hitam
it: Cintura Nera
ja: 黒帯
ko: 검은띠
ms: Tali Pinggang Hitam
nb: Svart belte
nl: Zwarte band
pl: Czarny pas
pt_br: Faixa Preta
ro: Centura Neagră
ru: Черный пояс
sk: Čierny pás
sv: Svart bälte
th: สายดำ
tr: Siyah Kuşak
uk: Чорний пояс
vi: Đai đen
zh_hans: 黑带
zh_hant: 黑帶

# perspective.blue_whale_calf.description
source: A blue whale calf is usually weaned after about one year.
ar: عادة ما يتم فطام صغير الحوت الأزرق بعد حوالي عام واحد.
ca: Un vedell de balena blava se sol deslletar després d'un any aproximadament.
cs: Mládě modré velryby je obvykle odstaveno přibližně po jednom roce.
da: En blåhvalkalv vænnes normalt fra efter cirka et år.
de: Ein Blauwalkalb wird normalerweise nach etwa einem Jahr entwöhnt.
el: Ένα μοσχάρι μπλε φάλαινας συνήθως απογαλακτίζεται μετά από περίπου ένα χρόνο.
es: Una cría de ballena azul suele ser destetada al cabo de aproximadamente un año.
fi: Sinivalasvasikka vieroitetaan yleensä noin vuoden kuluttua.
fr: Un baleineau bleu est généralement sevré après environ un an.
he: עגל לווייתן כחול נגמל בדרך כלל לאחר כשנה.
hi: ब्लू व्हेल का बछड़ा आमतौर पर लगभग एक वर्ष के बाद दूध छुड़ा देता है।
hr: Mladunče plavog kita obično se odbija od sise nakon otprilike godinu dana.
hu: A kék bálnaborjút általában körülbelül egy év elteltével választják el.
id: Anak paus biru biasanya disapih setelah sekitar satu tahun.
it: Un vitello di balenottera azzurra viene solitamente svezzato dopo circa un anno.
ja: シロナガスクジラの子牛は通常約1年で乳離れします。
ko: 흰긴수염고래 새끼는 보통 약 1년 후에 젖을 뗀다.
ms: Anak ikan paus biru biasanya disapih selepas kira-kira satu tahun.
nb: En blåhvalkalv blir vanligvis avvent etter omtrent ett år.
nl: Een blauwe vinviskalf wordt gewoonlijk na ongeveer een jaar gespeend.
pl: Cielę płetwal błękitny jest zwykle odstawiane od piersi po około roku.
pt_br: Um filhote de baleia azul geralmente é desmamado após cerca de um ano.
ro: Un vițel de balenă albastră este de obicei înțărcat după aproximativ un an.
ru: Детеныша синего кита обычно отнимают от груди примерно через год.
sk: Mláďa veľryby sa zvyčajne odstaví približne po jednom roku.
sv: En blåvalkalv avvänjas vanligtvis efter ungefär ett år.
th: ลูกวาฬสีน้ำเงินมักจะหย่านมหลังจากผ่านไปประมาณหนึ่งปี
tr: Bir mavi balina yavrusu genellikle yaklaşık bir yıl sonra sütten kesilir.
uk: Дитинча синього кита зазвичай відлучають приблизно через рік.
vi: Một con cá voi xanh thường được cai sữa sau khoảng một năm.
zh_hans: 蓝鲸幼崽通常在大约一年后断奶。
zh_hant: 藍鯨幼崽通常在大約一年後斷奶。

# perspective.blue_whale_calf.title
source: Blue Whale Calf
ar: عجل الحوت الأزرق
ca: vedell de balena blava
cs: Modrá velryba tele
da: Blåhvalkalv
de: Blauwal-Kalb
el: Μόσχος Μπλε Φάλαινα
es: Cría de ballena azul
fi: Sinivalaan vasikka
fr: Veau de baleine bleue
he: עגל לווייתן כחול
hi: ब्लू व्हेल बछड़ा
hr: Tele plavog kita
hu: Kék bálna borjú
id: Anak Paus Biru
it: Vitello della balenottera azzurra
ja: シロナガスクジラの子牛
ko: 푸른 고래 송아지
ms: Anak Lembu Paus Biru
nb: Blåhvalkalv
nl: Blauwe vinvis kalf
pl: Cielę błękitnego wieloryba
pt_br: Filhote de Baleia Azul
ro: Vițel de balenă albastră
ru: Детёныш синего кита
sk: Modrá veľryba teľa
sv: Blåvalkalv
th: น่องวาฬสีน้ำเงิน
tr: Mavi Balina Buzağı
uk: Теля синього кита
vi: Bê cá voi xanh
zh_hans: 蓝鲸小牛
zh_hant: 藍鯨小牛

# perspective.bread_dough.description
source: Bread dough usually rises in about one hour.
ar: عادة ما ترتفع عجينة الخبز خلال ساعة واحدة تقريبًا.
ca: La massa de pa sol pujar en una hora aproximadament.
cs: Chlebové těsto obvykle kyne asi za hodinu.
da: Brøddej hæver normalt på cirka en time.
de: Brotteig geht normalerweise in etwa einer Stunde auf.
el: Η ζύμη του ψωμιού συνήθως φουσκώνει σε περίπου μία ώρα.
es: La masa de pan suele crecer en aproximadamente una hora.
fi: Leipätaikina kohoaa yleensä noin tunnissa.
fr: La pâte à pain lève généralement en une heure environ.
he: בצק לחם תופח בדרך כלל תוך כשעה.
hi: ब्रेड का आटा आमतौर पर लगभग एक घंटे में फूल जाता है।
hr: Tijesto za kruh obično se diže za oko jedan sat.
hu: A kenyértészta általában körülbelül egy óra alatt megkel.
id: Adonan roti biasanya mengembang dalam waktu sekitar satu jam.
it: L'impasto del pane solitamente lievita in circa un'ora.
ja: パン生地は通常1時間ほどで発酵します。
ko: 빵 반죽은 보통 한 시간 정도 지나면 부풀어 오른다.
ms: Doh roti biasanya naik lebih kurang satu jam.
nb: Brøddeig hever vanligvis i løpet av en time.
nl: Brooddeeg rijst meestal in ongeveer een uur.
pl: Ciasto chlebowe zwykle rośnie w ciągu około godziny.
pt_br: A massa do pão geralmente cresce em cerca de uma hora.
ro: Aluatul de pâine crește de obicei în aproximativ o oră.
ru: Тесто для хлеба обычно поднимается примерно за час.
sk: Chlebové cesto zvyčajne kysne asi za hodinu.
sv: Bröddegen jäser vanligtvis på cirka en timme.
th: แป้งขนมปังมักจะขึ้นในเวลาประมาณหนึ่งชั่วโมง
tr: Ekmek hamuru genellikle yaklaşık bir saat içinde kabarır.
uk: Хлібне тісто зазвичай піднімається приблизно за годину.
vi: Bột bánh mì thường nở trong khoảng một giờ.
zh_hans: 面团通常在一小时左右发酵。
zh_hant: 麵團通常在一小時左右發酵。

# perspective.bread_dough.title
source: Bread Dough
ar: عجينة الخبز
ca: Massa de pa
cs: Chlebové těsto
da: Brøddej
de: Brotteig
el: Ζύμη ψωμιού
es: masa de pan
fi: Leipätaikina
fr: Pâte à pain
he: בצק לחם
hi: रोटी का आटा
hr: Tijesto za kruh
hu: Kenyér tészta
id: Adonan Roti
it: Pasta Di Pane
ja: パン生地
ko: 빵 반죽
ms: Doh Roti
nb: Brøddeig
nl: Brooddeeg
pl: Ciasto Chlebowe
pt_br: Massa de Pão
ro: Aluat de paine
ru: Хлебное тесто
sk: Chlebové cesto
sv: Bröddeg
th: แป้งขนมปัง
tr: Ekmek Hamuru
uk: Хлібне тісто
vi: Bột bánh mì
zh_hans: 面包面团
zh_hant: 麵包麵團

# perspective.butterfly_emergence.description
source: A butterfly can emerge from its chrysalis in about 45 minutes.
ar: يمكن للفراشة أن تخرج من شرنقتها في حوالي 45 دقيقة.
ca: Una papallona pot sortir de la seva crisàlide en uns 45 minuts.
cs: Motýl se může vynořit z kukly asi za 45 minut.
da: En sommerfugl kan komme ud af sin puppe på cirka 45 minutter.
de: Ein Schmetterling kann in etwa 45 Minuten aus seiner Puppe schlüpfen.
el: Μια πεταλούδα μπορεί να βγει από τη χρυσαλλίδα της σε περίπου 45 λεπτά.
es: Una mariposa puede salir de su crisálida en unos 45 minutos.
fi: Perhonen voi nousta kirsalistaan ​​noin 45 minuutissa.
fr: Un papillon peut sortir de sa chrysalide en 45 minutes environ.
he: פרפר יכול לצאת מהחרסת שלו תוך כ-45 דקות.
hi: एक तितली लगभग 45 मिनट में अपनी क्रिसलिस से बाहर आ सकती है।
hr: Leptir može izaći iz svoje kukuljice za oko 45 minuta.
hu: Egy pillangó körülbelül 45 perc alatt kibújhat a rizsából.
id: Seekor kupu-kupu dapat keluar dari kepompongnya dalam waktu sekitar 45 menit.
it: Una farfalla può emergere dalla sua crisalide in circa 45 minuti.
ja: 蝶は約45分で蛹から羽化します。
ko: 나비는 약 45분 안에 번데기에서 나올 수 있습니다.
ms: Seekor rama-rama boleh muncul dari kekwanya dalam masa kira-kira 45 minit.
nb: En sommerfugl kan komme ut av puppen sin på omtrent 45 minutter.
nl: Een vlinder kan in ongeveer 45 minuten uit zijn pop tevoorschijn komen.
pl: Motyl może wyłonić się z poczwarki w ciągu około 45 minut.
pt_br: Uma borboleta pode emergir de sua crisálida em cerca de 45 minutos.
ro: Un fluture poate ieși din crisalidă în aproximativ 45 de minute.
ru: Бабочка может выйти из куколки примерно через 45 минут.
sk: Motýľ sa môže vynoriť z kukly asi za 45 minút.
sv: En fjäril kan komma upp ur sin puppa på cirka 45 minuter.
th: ผีเสื้อสามารถโผล่ออกมาจากดักแด้ได้ภายในเวลาประมาณ 45 นาที
tr: Bir kelebek krizalitinden yaklaşık 45 dakikada çıkabilir.
uk: Метелик може вийти з лялечки приблизно за 45 хвилин.
vi: Một con bướm có thể nở ra khỏi nhộng trong khoảng 45 phút.
zh_hans: 蝴蝶大约需要 45 分钟才能破茧而出。
zh_hant: 蝴蝶大約需要 45 分鐘才能破繭而出。

# perspective.butterfly_emergence.title
source: Butterfly Emergence
ar: ظهور الفراشة
ca: Aparició de la papallona
cs: Vynoření motýlů
da: Sommerfuglens fremkomst
de: Schmetterlingsentstehung
el: Ανάδυση πεταλούδας
es: Aparición de mariposas
fi: Perhosen ilmestyminen
fr: Émergence de papillons
he: הופעת פרפר
hi: तितली का उद्भव
hr: Pojava leptira
hu: Pillangó megjelenése
id: Kemunculan Kupu-Kupu
it: Emersione della farfalla
ja: 蝶の羽化
ko: 나비의 출현
ms: Kemunculan Rama-rama
nl: Opkomst van vlinders
pl: Pojawienie się motyla
pt_br: Emergência de Borboleta
ro: Apariția fluturelui
ru: Появление бабочки
sk: Vznik motýľa
sv: Fjärilsuppkomst
th: การเกิดขึ้นของผีเสื้อ
tr: Kelebeğin Ortaya Çıkışı
uk: Поява метелика
vi: Sự xuất hiện của bướm
zh_hans: 蝴蝶的出现
zh_hant: 蝴蝶的出現
